
(function($){
	$.fn.datepicker.dates['fa'] = { 
			rtl: true,
			days : [ 'يکشنبه', 'دوشنبه', 'سه‌شنبه', 'چهارشنبه', 'پنجشنبه','جمعه', 'شنبه' ],
			daysShort : [ 'ی', 'د', 'س', 'چ', 'پ', 'ج', 'ش' ],
			daysMin : [ 'ی', 'د', 'س', 'چ', 'پ', 'ج', 'ش' ],
			months : [ 'ژانویه', 'وریه', 'مارس', 'آوریل', 'مه', 'ژوئن','جولای', 'آگوست', 'سپتامبر', 'اکتبر', 'نوامبر', 'دسامبر' ],
			monthsShort : [ 'ژانویه', 'وریه', 'مارس', 'آوریل', 'مه','ژوئن', 'جولای', 'آگوست', 'سپتامبر', 'اکتبر', 'نوامبر','دسامبر' ],
			today: "امروز",
			clear: "پاک کن"
	};
}(jQuery));